Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: A pouch that emits a scent animals love.
pl: Woreczek wydzielający przyjemny zapach.

source: A pouch that emits a scent animals love. Causes them to approach and wait for you.
pl: Woreczek wydzielający przyjemną woń. Sprawia, że zwierzęta podchodzą i czekają na ciebie.

source: A pouch that emits a scent animals love. Lets you ride them anytime you want.
pl: Woreczek wydzielający przyjemną woń. Sprawia, że zwierzęta pozwalają się ujeżdżać w każdej chwili.

source: A pouch that emits a scent animals love. Prevents them from running when approached.
pl: Woreczek wydzielający przyjemną woń. Sprawia, że zwierzęta nie uciekają przed tobą.

source: A present? Of what sort?
pl: Prezent? Jakiego rodzaju?

source: A prince's body double used this spear to slay his liege, and met his own fate on the same edge.
pl: Sobowtór księcia zabił swojego pana za pomocą tej włóczni, po czym spotkał go taki sam los.

source: A proud man
pl: Dumny mężczyzna

source: A rampaging machine has appeared. It looks like there's something ahead...
pl: Pojawiła się szalejąca maszyna. Wygląda na to, że przed tobą coś się znajduje...

source: A reckless soldier
pl: Brawurowy żołnierz

source: A red-haired Resistance member...
pl: Rudowłosa członkini Ruchu Oporu...

source: A request for information was not submitted.
pl: Nie padła prośba o taką informację.

source: A restored photo. It's much clearer now.
pl: Odtworzone, wyraźne zdjęcie.

source: A reward...for fighting?
pl: Nagroda... za walkę?

source: A ritual item made from the plume of a phoenix.
pl: Przedmiot rytualny z pióra feniksa.

source: A rose that bloomed in the desert.
pl: Róża która zakwitła na pustyni.

source: A rose that bloomed in the desert. Can be exchanged for money.
pl: Róża która zakwitła na pustyni. Może zostać sprzedana.

source: A rusted musical box that can no longer play.
pl: Zardzewiała, niedziałająca pozytywka.

source: A rusted, beat-up bolt.
pl: Zardzewiała, zbita śruba.

source: A rusty iron pipe covered in the vital fluids of machine lifeforms.
pl: Zardzewiała żelazna rura pokryta płynami ustrojowymi mechanicznych form życia.

source: A ruthless android
pl: Bezwzględny android

source: A scared girl
pl: Wystraszona dziewczyna

source: A sea-loving android
pl: Android kochający morze

source: A secretive girl
pl: Tajemnicza dziewczyna

source: A seed fallen from a tree.
pl: Nasiono które spadło z drzewa.

source: A seed of some plant.
pl: Nasiono jakiejś rośliny.

source: A seed of some plant. Seems it would be tricky to grow.
pl: Nasiono jakiejś rośliny. Wydaje się trudna w hodowli.

source: A self-destruct device equipped with a medium bipedal unit. Such simple construction means it is technically not classified as a machine lifeform. Its only function is to approach enemies and engage the self-destruct—a task made easier by a layer of thick armor.
pl: Urządzenie autodestrukcyjne wyposażone w średnią jednostkę dwunożną. Technicznie, nie klasyfikuje się jako mechaniczna forma życia ze względu na prostotę konstrukcji. Jego jedyna funkcja to zbliżenie się do wroga i uruchomienie autodestrukcji — w czym pomaga jej warstwa grubego pancerza.

source: A self-destruct device equipped with a small bipedal unit. Such simple construction means it is technically not classified as a machine lifeform. Its only function is to approach enemies and engage the self-destruct—a task made easier by its impressive speed.
pl: Urządzenie autodestrukcyjne wyposażone w małą jednostkę dwunożną. Technicznie, nie klasyfikuje się jako mechaniczna forma życia ze względu na prostotę konstrukcji. Jego jedyna funkcja to zbliżenie się do wroga i uruchomienie autodestrukcji — w czym pomaga jego imponująca szybkość.

source: A serious android
pl: Poważny android

source: A shame. Father Servo needs a warped wire before he will spar with you.
pl: Szkoda. Ojciec Servo potrzebuje poskręcanego, zanim podejmie z tobą sparing.

source: A shoe, hm? Must've belonged to a child. I'd say this counts as a remnant of mankind.
pl: Bucik, tak? Pewnie należał do jakiegoś dziecka. Można go uznać za pozostałość po ludzkości.

source: A shrewd soldier
pl: Przebiegły żołnierz

source: A single reply is sufficient for acknowledgment.
pl: Jako potwierdzenie wystarczy pojedyncza odpowiedź.

source: A sky-loving android
pl: Android kochający niebo

source: A slab with the laws of an ancient country written upon it.
pl: Kamienna tablica z prawami starożytnego kraju.

source: A slab with the laws of an ancient country written upon it. Many of them don't make any sense.
pl: Kamienna tablica z zasadami starożytnego kraju. Wiele z nich wydaje się nie mieć sensu.

source: A slight smile crosses Rose's face, yet she still seems perfectly composed.<bt_wait> “Good. Then if this goes well, we might be able to take them all out.” </page>
pl: Lekki uśmiech przebiega przez twarz Róży, ale wciąż pozostaje spokojna.<bt_wait> „Dobrze. Więc jeśli to potoczy się dobrze, może będziemy w stanie pozbyć się ich wszystkich.” </page>

source: A small android
pl: Mały android

source: A small biped that imitates human culture by dressing like something out of a Western. Like any good cowboy, it attacks with a gun, and seems to use its deep-seated hat as a means of taking aim.
pl: Mały dwunóg naśladujący ludzką kulturę, ubierający się w coś rodem z westernu. Jak każdy dobry kowboj, atakuje bronią palną, pomagając sobie kapeluszem przy celowaniu.

source: A small child ran away from Pascal's village after an argument with his mother, who is now desperate for your help. Go to the city ruins and bring the child back in one piece.
pl: Małe dziecko ucieka z wioski Pascala po kłótni ze swoją matką. Zdesperowana, szuka u ciebie pomocy. Udaj się do ruin miasta i przyprowadź dziecko w jednym kawałku.

source: A small flight unit that imitates human culture by dressing like something out of a Western. Like any good cowboy, it attacks with a gun, and seems to use its deep-seated hat as a means of taking aim.
pl: Mała jednostka latająca naśladująca ludzką kulturę, ubierająca się w coś rodem z westernu. Jak każdy dobry kowboj, atakuje bronią palną, pomagając sobie kapeluszem przy celowaniu.

source: A small freshwater fish, roughly an inch long. Because of its size, it often ends up getting tangled up inside machine lifeforms that venture into water, causing all kinds of interesting malfunctions. This led to attempts by androids to use the killifish as a weapon, but its military use was never approved—mostly due to angry demonstrations by android killifish fanatics, many of whom like to keep them as pets. Unfortunately for the killifish, they lack the same kind of determined lobbying efforts among machine lifeforms.
pl: Mała ryba słodkowodna o długości około trzech centymetrów. Ze względu na rozmiar, często zaplątuje się we wnętrzach mechanicznych form życia, które zapuszczają się do wody, powodując różne ciekawe awarie. Doprowadziło to androidy do prób użycia proporczykowca jako broni, ale nie zostało to nigdy zatwierdzone do użytku bojowego — głównie ze względu na wściekłe demonstracje androidzkich fanatyków tej ryby, z których wielu uważało ją za pupila. Niestety dla proporczykowca, brak im takiej samej siły przebicia wśród mechanicznych form życia.

source: A small gear for something.
pl: Małe kółko zębate z jakiegoś urządzenia.

source: A small golden stubby that is accompanied by followers of the same color. It attacks in an effort to avenge its older brother.
pl: Mały, złoty resorak, któremu towarzyszą sojusznicy tego samego koloru. Atakuje, by pomścić swojego starszego brata.

source: A small golden stubby that is accompanied by followers of the same color. They shout "Glory to machine lifeforms!" as they attack.
pl: Mały, złoty resorak, któremu towarzyszą sojusznicy tego samego koloru. Krzyczy „Chwała mechanicznym formom życia!” podczas ataku.

source: A small golden stubby that was accompanied by followers of the same color. It fought to avenge its tribe, which met its end at the hands of androids. After being defeated, it engaged a self-destruct while cursing the name of androids.
pl: Mały, złoty resorak, któremu towarzyszą sojusznicy tego samego koloru. Walczy, by pomścić swoje plemię, które zostało zabite przez androidy. Gdy został pokonany, włączył autodestrukcję, przeklinając androidy.

source: A small machine lifeform outfitted with a flight device. Its firearm launches slow-moving energy pulses that can damage even the armor of an android, while the wire on the bottom of the flight device allows it to transport other machine lifeforms when necessary.
pl: Mała mechaniczna forma życia wyposażona w urządzenie latające. Wystrzeliwuje powolne impulsy energii, które są w stanie zniszczyć nawet opancerzenie androida, zaś linka na spodzie urządzenia pozwala na transport innych mechanicznych forma życia na pole walki.

source: A small machine lifeform with limbs similar to those of a human. Its less-than-sizeable build makes it well-suited to swift attacks.
pl: Mniejsza mechaniczna forma życia z kończynami przypominającymi ludzkie. Jej niepokaźna budowa doskonale nadaje się do szybkich ataków.

source: A small prince rests alone in a vast, vast bedroom. He wishes his father knew how much he hates sleeping alone, but he doesn't dare to tell him. For the king is a very busy man and must not be disturbed.
pl: Młody książę spoczywa samotnie w swojej przepastnej sypialni. Życzy sobie, aby jego ojciec wiedział, jak nie cierpi spać samemu, ale nie waży się mu tego powiedzieć. Wie, że Król jest bardzo zajęty i nie można mu przeszkadzać.

source: A small shoe thought to have been worn by a human girl.
pl: Mały bucik który mógł być noszony przez ludzką dziewczynkę.

source: A small stubby that imitates human culture by dressing like something out of a Western. Like any good cowboy, it attacks with a gun, and seems to use its deep-seated hat as a means of taking aim.
pl: Mały resorak naśladujący ludzką kulturę, ubierający się w coś rodem z westernu. Jak każdy dobry kowboj, atakuje bronią palną, pomagając sobie kapeluszem przy celowaniu.

source: A socket to be used in a plug.
pl: Gniazdko na wtyczkę.

source: A solitary android
pl: Samotny android

source: A solitary man is a true soldier!
pl: Samotny człowiek jest prawdziwym żołnierzem!

source: A spear emblazoned with a bestial motif, once used by a lord to quell rebellion among his subjects.
pl: Włócznia zdobiona motywem zwierzęcym, była użyta przez władcę, by stłumić bunt wśród swoich poddanych.

source: A spear made from the plume of a phoenix.
pl: Włócznia z pióra feniksa.

source: A spear symbolic of the covenant between a mighty warlord and an ancient dragon.
pl: Broń symbolizująca przymierze między potężnym wojownikiem a starożytnym smokiem.

source: A spear used by a prince's double to murder his liege.
pl: Włócznia którą sobowtór księcia zabił swojego pana.

source: A spear used by machine lifeforms, specially formed from scrap metal to destroy androids.
pl: Włócznia używana przez mechaniczne formy życia, stworzona ze złomu, do niszczenia androidów.

source: A spear used by machine lifeforms.
pl: Włócznia używana przez mechaniczne formy życia.

source: A spear with the king of beasts as its motif.
pl: Włócznia z motywem króla zwierząt.

source: A species of beetle that once lived on land before evolving to hang out in the water instead. Still capable of flight, it can be seen soaring over the oceans during full moons.
pl: Gatunek żuka, który dawniej żył na lądzie zanim wyewoluował do życia w wodzie. Jest wciąż zdolny do lotu, a można go zobaczyć unoszącego się nad oceanem podczas pełni księżyca.

source: A stamp from the amusement park.
pl: Pieczątka z parku rozrywki.

source: A stamp? Sure! I'll stamp whatever you want! Aaaaah ha ha ha!
pl: Pieczątka? Jasne! Podbiję, cokolwiek zechcesz! Aaaha ha ha ha!

source: A standard-issue YoRHa sword.
pl: Standardowy miecz przydziału YoRHa.

source: A statue in the shape of a young girl.
pl: Statuetka przedstawiająca młodą dziewczynę.

source: A stick made of cypress wood.
pl: Kij zrobiony z drewna cyprysowego.

source: A stick made of cypress wood. Can hardly be called a weapon, but somehow grants courage to its user.
pl: Kij zrobiony z drewna cyprysowego. Trudno nazwać go bronią, ale w jakiś sposób dodaje odwagi temu kto go dzierży.

source: A stick of unknown purpose.
pl: Laska o nieznanym przeznaczeniu.

source: A sticky substance secreted from tree stumps.
pl: Lepka substancja wydzielana przez pnie drzew.

source: A storage container for fuel used by the Resistance. These cylinders are highly explosive, so improperly disposing of them is strictly forbidden. A code engraved on the bottom of the cylinder allows it to be tracked to the owner, who is then promptly punished by YoRHa.
pl: Pojemnik do przechowywania paliwa używany przez Ruch Oporu. Takie butle są niezwykle wybuchowe, więc niewłaściwe pozbywanie się ich jest zakazane. Kod wygrawerowany na dnie butli pozwala wyśledzić poprzedniego właściciela, który jest bezzwłocznie ukarany przez YoRHę.

source: A story of the past would be fine.
pl: Może być jakaś opowieść o przeszłości.

source: A strange doll that was nailed to a tree. Ragged and worn, it's unclear what this item was used for.
pl: Dziwna lalka, która była przybita do drzewa. Potargana i zużyta, nie jest jasne w jakim celu była używana.

source: A stretched out, unusable coil.
pl: Rozciągnięty, bezużyteczny zwój.

source: A structure that size could probably shoot something into space pretty easily.
pl: Konstrukcja tej wielkości na pewno jest w stanie z łatwością wystrzelić coś w kosmos.

source: A suffering girl
pl: Cierpiąca dziewczyna

source: A sword allegedly made from phoenix feathers, used by temple guards.
pl: Miecz, rzekomo zrobiony z piór feniksa, używany przez straż świątynną.

source: A sword allegedly made from phoenix feathers, used by temple guards. As yet untested in combat.
pl: Miecz, rzekomo zrobiony z piór feniksa, używany przez straż świątynną. Póki co, niesprawdzony w boju.

source: A sword decorated with a bestial motif.
pl: Miecz zdobiony motywem zwierzęcym.

source: A sword decorated with a bestial motif. Short and thin, it easily goes unnoticed.
pl: Miecz zdobiony motywem zwierzęcym. Tak krótki i cienki, że łatwo go nie zauważyć.

source: A sword passed down and continously improved among the royal family of a land where magic prospers.
pl: Miecz ulepszany i przekazywany z pokolenia na pokolenie w rodzinie królewskiej, w kraju w którym panuje magia.

source: A sword passed down and continuously improved among the royal family of a land where magic prospers.
pl: Miecz ulepszany i przekazywany z pokolenia na pokolenie w rodzinie królewskiej, w kraju w którym panuje magia.

source: A sword wielded by a loyal attendant.
pl: Miecz królewskiego sługi.

source: A sword wielded by machine lifeforms.
pl: Miecz dzierżony przez mechaniczne formy życia.

source: A sword with a strange and uncomfortable aura.
pl: Miecz z dziwną i nieprzyjemną aurą.

source: A sword with the king of beasts as its motif.
pl: Miecz z motywem króla zwierząt.

source: A tank-like machine lifeform with thorns and blades across its exterior. Its thoughts are dominated by mayhem, as well as a burning desire to avenge its comrades.
pl: Przypominająca czołg mechaniczna forma życia, pokryta kolcami i ostrzami. Jej myśli są zdominowane przez chaos, oraz gorące pragnienie pomszczenia swoich towarzyszy.

source: A tank-like, Goliath-class machine lifeform found at the abandoned factory. It requires a number of smaller units to function, including a commander in the top section of the turret, an operator in the front chamber, and various other machines scattered throughout. The top-mounted cannon is capable of firing energy rounds and powerful lasers, while the front contains an arm-like structure that can strike and cleave foes with ease. Finally, the rear section boasts both an attacking hammer on a crane and a cargo unit that can carry additional machines into battle.
pl: Przypominająca czołg, mechaniczna forma życia klasy Goliat, znaleziona w opuszczonej fabryce. Wymaga do działania wielu mniejszych jednostek, włączając w to dowódcę na wieżyczce, operatora na przedzie, oraz wielu innych maszyn rozsianych po całej jednostce. Zamocowane na szczycie działo jest w stanie strzelać pociskami energetycznymi i potężnymi laserami, zaś zamocowana na przedzie struktura przypominająca ramię zdolna jest do wyprowadzania uderzeń. Tylna sekcja szczyci się młotem bojowym na żurawiu, oraz ładownią zdolną pomieścić dodatkowe maszyny.

source: A tech manual written in letters you can't understand.
pl: Techniczna książka napisana niezrozumiałym pismem.

source: A thick book thought to be a dictionary.
pl: Książka wyglądająca na gruby słownik.

source: A thousand thanks for your investment efforts.
pl: Tysiąckrotne podziękowania za wasze wysiłki inwestycyjne.

source: A tire from a Resistance vehicle. Ships carrying cargo are often sunk, so the sea floor is littered with many such android commodities.
pl: Opona z pojazdy Ruchu Oporu. Statki wiozące ładunek często toną, więc dno morza jest pokryte wieloma takimi androidzkimi towarami.

source: A tool for recording information.
pl: Przyrząd do zapisywania informacji.

source: A tool for recording information. Records indicate these were believed to be mightier than swords.
pl: Przyrząd do zapisywania informacji. Zapiski wskazują, że były one uważane za silniejsze od miecza.

source: A tool humans used to brush their teeth.
pl: Przyrząd używany przez ludzi do czyszczenia zębów.

source: A tool humans used to brush their teeth. Reduces the probability of cavities.
pl: Przyrząd używany przez ludzi do czyszczenia zębów. Zmniejsza występowanie próchnicy.

source: A tour of our brand-new resource-recovery units!
pl: Wycieczkę po naszych nowiutkich jednostkach odzysku zasobów!

source: A tradition of mourning the dead...
pl: Tradycja opłakiwania zmarłych...

source: A two-headed freshwater fish that resembles an arowana, but is actually a different species entirely. The upper head constantly surveys the environment for threats, while the lower head searches the river bottom for food. Both heads are capable of independent thought, and its life span is said to be greatly affected by how well they get along.
pl: Dwugłowa ryba słodkowodna przypominająca arowanę, ale będąca w rzeczywistości zupełnie innym gatunkiem. Górna głowa stale bada otoczenie w poszukiwaniu zagrożeń, zaś dolna głowa szuka jedzenia na dnie rzeki. Obie głowy są w stanie myśleć niezależnie, a jej długość życia jest uzależniona od tego, czy głowy dobrze się ze sobą dogadują.

source: A unit formed through the linking of several multi-legged, Goliath-class machine lifeforms. Its colossal energy output is enough to keep even its enormous body afloat, and also permits it to separate and rejoin at will while unleashing a variety of attacks.
pl: Jednostka utworzona przez połączenie wielu wielonogich mechanicznych form życia klasy Goliat. Kolosalna ilość wytwarzanej przez nią energii wystarcza, by utrzymać jej ogromne ciało w powietrzu, a także pozwalana na swobodne rozdzielenie i powtórne połączenie podczas wykonywania różnorakich ataków.

source: A unit from the experimental YoRHa squadron that was utilized during the 14th Machine War, Number 21 possessed a cool and analytical personality that perfectly fit her role as a Scanner. Her first—and perhaps most impressive—achievement was using her analytical abilities to cure a member of a local Resistance group who had been infected by a logic virus. Unfortunately, she fell victim to the same virus shortly thereafter during the assault on the Mt. Ka'ala server. Though she fought valiantly, the virus had evolved into a form that she could no longer remove, which eventually led to her asking an allied unit to end her life. Experimental YoRHa unit Number 21's initial success against the virus has been determined to be valuable information regarding how to construct barriers against machine lifeforms, and should be included in the basic systems of all subsequent YoRHa squadron members.
pl: Jednostka z eksperymentalnego szwadronu YoRHy, która została wykorzystana w trakcie 14. Wojny z Maszynami. Numer 21 posiadała opanowaną i analityczną osobowość, która idealnie pasowała do roli Skanera. Jej pierwszym — i najbardziej imponującym — osiągnięciem było użycie analitycznych zdolności, aby wyleczyć lokalnego członka Ruchu Oporu, który został zainfekowany wirusem logicznym. Niestety, niedługo potem, podczas ataku na szczyt Ka'ala, sama została ofiarą tego wirusa. Mimo że walczyła dzielnie, wirus wyewoluował w formę, której nie była w stanie w żaden sposób usunąć. Doprowadziło ją to do desperackiej prośby poproszenia sprzymierzeńca, aby ten zakończył jej życie. Sukces eksperymentalnej jednostki YoRHa przeciwko wirusowi został uznany za wartościową informację o tym, jak konstruować bariery przeciwko mechanicznym formom życia, która powinna być zawarta w podstawowych systemach wszystkich, przyszłych, członków szwadronu YoRHa.

source: A unit from the experimental YoRHa squadron that was utilized during the 14th Machine War, Number 21 possessed a cool and analytical personality that perfectly fit her role as a Scanner. Her first—and perhaps most impressive—achievement was using her analytical abilities to cure a member of a local Resistance group who had been infected by a logic virus. Unfortunately, she fell victim to the same virus shortly thereafter during the assault on the Mt. Ka'ala server. Though she fought valiantly, the virus had evolved into a form that she could no longer remove, which eventually led to her asking an allied unit to end her life. Experimental YoRHa unit Number 21's initial success against the virus has been determined to be valuable information regarding how to construct barriers against machine lifeforms, and should be included in the basic systems of the all subsequent YoRHa squadron members.
pl: Jednostka z eksperymentalnego szwadronu YoRHy, która została wykorzystana w trakcie 14. Wojny z Maszynami. Numer 21 posiadała opanowaną i analityczną osobowość, która idealnie dopasowuje się do roli Skanera. Jej pierwszym — i najbardziej imponującym — osiągnięciem było użycie jej analitycznych zdolności by wyleczyć lokalnego członka Ruchu Oporu, który został zainfekowany wirusem logicznym. Niestety została ofiarą tego samego wirusa niedługo potem, podczas ataku na szczyt Ka'ala. Mimo, że walczyła dzielnie, wirus ewoluował w formę, której nie była już w stanie usunąć, co doprowadziło ją do poproszona sprzymierzeńca by zakończył jej życie. Sukces eksperymentalnej jednostki YoRHa przeciwko wirusowi został uznany za wartościową informację o tym, jak konstruować bariery przeciwko mechanicznym formom życia i powinien być zawarty w podstawowych systemach w wszystkich przyszłych członkach szwadronu YoRHa.
